Repository: renrenmimi/PetNote
Catalog: ios-native/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Share your experience about this location...
zh_hans: 说说你在这里的体验...

source: Show less
zh_hans: 收起

source: Shows the pets you follow.
zh_hans: 查看你关注的宠物。

source: Shows who follows %@.
zh_hans: 查看关注 %@ 的人。

source: Sign Out
zh_hans: 退出登录

source: Sign in
zh_hans: 登录

source: Sign in again to add a photo.
zh_hans: 请重新登录后再添加照片。

source: Sign in again to change your picture.
zh_hans: 请重新登录后再更换头像。

source: Sign in again to delete this comment.
zh_hans: 请重新登录后再删除这条评论。

source: Sign in again to delete your account.
zh_hans: 请重新登录后再删除账号。

source: Sign in again to do that.
zh_hans: 请重新登录后再操作。

source: Sign in again to send a report.
zh_hans: 请重新登录后再举报。

source: Sign in again to send feedback.
zh_hans: 请重新登录后再发送反馈。

source: Sign in instead
zh_hans: 去登录

source: Sign in to change your profile.
zh_hans: 请登录后再修改个人资料。

source: Sign in to continue
zh_hans: 登录以继续

source: Sign out
zh_hans: 退出登录

source: Signing in
zh_hans: 登录中

source: Signing you in
zh_hans: 正在登录

source: Sister
zh_hans: 姐姐

source: Skip
zh_hans: 跳过

source: Some of it may already be gone, and it can't be changed until the deletion finishes.
zh_hans: 部分数据可能已被删除，在删除完成之前无法再做更改。

source: Something went wrong reaching PetNote. Check your connection and try again.
zh_hans: 连接 PetNote 时出了问题。请检查网络后重试。

source: Something went wrong reaching PetNote. Try again.
zh_hans: 连接 PetNote 时出了问题。请重试。

source: Something went wrong saving your profile. Try again.
zh_hans: 保存个人资料时出了问题，请重试。

source: Something went wrong signing in. Try again.
zh_hans: 登录时出了点问题，请重试。

source: Something went wrong.
zh_hans: 出错了。

source: Sort by
zh_hans: 排序

source: Spam
zh_hans: 垃圾信息

source: Species
zh_hans: 种类

source: Start exploring
zh_hans: 开始探索

source: Still not verified. Open the link in the email first — if it has expired, resend it below.
zh_hans: 还没有验证。请先打开邮件里的链接——如果链接已过期，可以在下方重新发送。

source: Strong
zh_hans: 强

source: Subject
zh_hans: 主题

source: Submit Review
zh_hans: 提交评价

source: Submitting...
zh_hans: 提交中...

source: Tag %@, %@
zh_hans: 标签 %@，%@

source: Tag a pet
zh_hans: 标记宠物

source: Tags
zh_hans: 标签

source: Tags cannot contain . * ~ / [ ] characters.
zh_hans: 标签不能包含 . * ~ / [ ] 这些字符。

source: Tags in use
zh_hans: 正在使用的标签

source: Tags must be %lld characters or fewer.
zh_hans: 每个标签不能超过 %lld 个字符。

source: Tap photo to see all of it
zh_hans: 点按照片查看完整画面

source: Tap to retry
zh_hans: 点按重试

source: Tell us more (optional)
zh_hans: 补充说明（选填）

source: Terms of Service
zh_hans: 服务条款

source: Test build: links open this app, not the website
zh_hans: 测试版：链接只会打开这个 App，不会打开网站

source: Thank you for reporting. We'll review this shortly.
zh_hans: 感谢你的举报，我们会尽快审核。

source: Thanks for your feedback!
zh_hans: 感谢你的反馈！

source: That Google account is not the one signed in.
zh_hans: 这个 Google 账号不是当前登录的账号。

source: That account id is not usable.
zh_hans: 这个账号 ID 无法使用。

source: That code is not valid, or it has expired. Ask one of the pet's owners for a new one.
zh_hans: 这个邀请码无效或已过期。请向宠物的任意一位主人索取新的邀请码。

source: That code no longer works.
zh_hans: 这个邀请码已失效。

source: That code no longer works. It may have been used already, or it expired.
zh_hans: 这个邀请码已失效，可能已被使用或已过期。

source: That comment was not accepted. Check the length and try different wording.
zh_hans: 这条评论未被接受。请检查长度，或换个说法再试。

source: That comment was posted after all.
zh_hans: 那条评论其实已经发出了。

source: That did not go through.
zh_hans: 操作没有成功。

source: That did not work. Try again.
zh_hans: 操作失败，请重试。

source: That does not look like an email address.
zh_hans: 这看起来不是一个邮箱地址。

source: That email already has an account. Sign in instead.
zh_hans: 这个邮箱已经注册过账号，请直接登录。

source: That email and password do not match an account.
zh_hans: 邮箱和密码不匹配任何账号。

source: That file is not an image we can use.
zh_hans: 这个文件不是可用的图片。

source: That file is over the %lldMB limit.
zh_hans: 文件超过了 %lldMB 的上限。

source: That file was not accepted.
zh_hans: 这个文件未被接受。

source: That name is already taken.
zh_hans: 这个名字已被使用。

source: That name is available.
zh_hans: 这个名字可以使用。

source: That password is not correct.
zh_hans: 密码不正确。

source: That person is no longer one of %@'s owners.
zh_hans: 对方已不再是 %@ 的主人。

source: That photo could not be prepared for upload.
zh_hans: 无法处理这张照片以便上传。

source: That photo could not be prepared. Try another one.
zh_hans: 无法处理这张照片，请换一张。

source: That photo could not be read.
zh_hans: 无法读取这张照片。

source: That photo could not be read. Try another one.
zh_hans: 无法读取这张照片，请换一张。

source: That photo is bigger than %lldMB. Choose a smaller one.
zh_hans: 这张照片超过了 %lldMB，请选择小一点的。

source: That photo is larger than %lldMB. Choose a smaller one.
zh_hans: 这张照片超过了 %lldMB，请选择小一点的。

source: That photo is over the %lldMB limit.
zh_hans: 照片超过了 %lldMB 的上限。

source: That photo is too large to process.
zh_hans: 这张照片太大，无法处理。

source: That photo was not accepted. Try a different one.
zh_hans: 这张照片未被接受，请换一张。

source: That post no longer exists.
zh_hans: 这条帖子已不存在。

source: That post was already published.
zh_hans: 这条帖子已经发布过了。

source: That post was not accepted.
zh_hans: 这条帖子未被接受。

source: That post was not accepted. Check the length and try different wording.
zh_hans: 这条帖子未被接受。请检查长度，或换个说法再试。

source: That relationship label is too long.
zh_hans: 这个关系称呼太长了。

source: That relationship was not accepted. Choose another, or shorten it.
zh_hans: 这个关系称呼未被接受。请换一个，或者改短一些。

source: That was not accepted. Check the name, breed and bio and try again.
zh_hans: 提交未被接受。请检查名字、品种和简介后重试。

source: That was not allowed.
zh_hans: 没有权限进行此操作。

source: The address is shared with people who join.
zh_hans: 地址只对报名的人公开。

source: The bio is over %lld characters.
zh_hans: 简介超过了 %lld 个字符。

source: The breed is too long.
zh_hans: 品种名称太长了。

source: The comment you replied to was deleted.
zh_hans: 你回复的评论已被删除。

source: The draft can't be restored once photos are picked or a post has started.
zh_hans: 已经选了照片或开始发布之后，就不能再恢复草稿了。

source: The last Share may already have posted this photo, so its filter can't be changed now.
zh_hans: 上一次「发布」可能已经把这张照片发出去了，所以现在不能更换滤镜。

source: The name has to be %lld–%lld characters.
zh_hans: 名字需要 %lld–%lld 个字符。

source: The person who sent this code is no longer one of the pet's owners, so it no longer works. Ask a current owner for a new one.
zh_hans: 发送这个邀请码的人已不再是宠物的主人，所以邀请码已失效。请向现在的主人索取新的邀请码。

source: The pet this code was for no longer exists.
zh_hans: 这个邀请码对应的宠物已不存在。

source: The pet's profile, its list of owners and its followers are removed. Posts are not deleted — they stay in the feed, but they stop being about this pet.
zh_hans: 宠物的资料、主人列表和粉丝都会被移除。帖子不会被删除——它们会留在动态中，但不再关联这只宠物。

source: The photo could not be prepared for upload. Try again.
zh_hans: 照片处理失败，请重试。

source: The photo could not be uploaded. The pet was not changed.
zh_hans: 照片上传失败，宠物资料没有改动。

source: The photo could not be uploaded. Try again.
zh_hans: 照片上传失败，请重试。

source: The photo upload did not complete. Try again.
zh_hans: 照片上传未完成，请重试。

source: The photo upload timed out. The pet was not changed.
zh_hans: 照片上传超时，宠物资料没有改动。

source: The post, its comments and its likes are removed. This cannot be undone.
zh_hans: 帖子及其评论和点赞都会被删除，此操作无法撤销。

source: The report wasn't accepted.
zh_hans: 举报未被受理。

source: The request could not be completed.
zh_hans: 请求未能完成。

source: The upload could not be completed.
zh_hans: 上传未能完成。

source: The upload finished but could not be confirmed.
zh_hans: 上传已完成，但无法确认结果。

source: The upload timed out. Check your connection and try again.
zh_hans: 上传超时，请检查网络后重试。

source: The upload timed out. Check your connection.
zh_hans: 上传超时，请检查网络。

source: There is no one to hand %@ to. Invite someone before you leave, or delete %@ from its page.
zh_hans: 没有人可以接手 %@。请在退出前先邀请其他人，或者在 %@ 的页面中删除它。

source: There is nothing to save.
zh_hans: 没有需要保存的内容。

source: They hold the primary owner role. It has to be handed to someone else before they can be removed.
zh_hans: 对方是主要主人，需要先把这个身份转给其他人，才能移除对方。

source: They won't be able to comment on your posts or join your meetups, and you won't see their posts. Your posts stay public, so they can still be viewed by anyone.
zh_hans: 对方将无法评论你的帖子或加入你的聚会，你也不会再看到对方的帖子。你的帖子仍然公开，任何人都可以查看。

source: This Week
zh_hans: 本周

source: This account can't send feedback.
zh_hans: 这个账号无法发送反馈。

source: This account can't send reports.
zh_hans: 这个账号无法举报。

source: This account cannot change its profile.
zh_hans: 这个账号无法修改个人资料。

source: This account cannot comment.
zh_hans: 这个账号无法评论。

source: This account cannot create invitations.
zh_hans: 这个账号无法创建邀请。

source: This account cannot follow pets.
zh_hans: 这个账号无法关注宠物。

source: This account cannot join a pet's family.
zh_hans: 这个账号无法加入宠物的家庭。

source: This account cannot make changes.
zh_hans: 这个账号无法进行更改。

source: This account cannot upload photos.
zh_hans: 这个账号无法上传照片。

source: This account cannot upload pictures.
zh_hans: 这个账号无法上传图片。

source: This account has been deleted.
zh_hans: 这个账号已被删除。

source: This account has been disabled.
zh_hans: 这个账号已被停用。

source: This account is not available.
zh_hans: 这个账号不可用。

source: This build can't confirm a Google account. Delete it from the web app, or from a build with Google sign-in.
zh_hans: 此版本无法验证 Google 账号。请在网页版或支持 Google 登录的版本中删除账号。

source: This build cannot reach PetNote's server.
zh_hans: 此版本无法连接 PetNote 的服务器。

source: This build cannot reach the server.
zh_hans: 此版本无法连接服务器。

source: This cannot be undone.
zh_hans: 此操作无法撤销。

source: This draft could not be identified. Start a new post.
zh_hans: 无法识别这份草稿，请重新发帖。

source: This email is set up with another sign-in method. Use that one, or reset your password.
zh_hans: 这个邮箱使用的是另一种登录方式。请用那种方式登录，或者重置密码。

source: This invitation was revoked. Ask one of the pet's owners for a new one.
zh_hans: 这个邀请已被撤销。请向宠物的任意一位主人索取新的邀请码。

source: This list is not visible to you.
zh_hans: 你无法查看这个列表。

source: This meetup has ended.
zh_hans: 这场聚会已结束。

source: This meetup is no longer on PetNote.
zh_hans: 这场聚会已不在 PetNote 上。

source: This meetup was cancelled.
zh_hans: 这场聚会已取消。

source: This pet has other owners, so it cannot be deleted. Ask the other owners to leave first.
zh_hans: 这只宠物还有其他主人，所以无法删除。请先让其他主人退出。

source: This pet no longer exists.
zh_hans: 这只宠物已不存在。

source: This place is no longer on PetNote.
zh_hans: 这个地点已不在 PetNote 上。

source: This post has been deleted
zh_hans: 这条帖子已被删除

source: This post no longer exists.
zh_hans: 这条帖子已不存在。

source: This profile is not visible to you.
zh_hans: 你无法查看这个个人主页。

source: This test build cannot post comments from a device. It reaches the local server over plain HTTP, which the Firebase SDK will not send credentials over. Your comment is still here.
zh_hans: 这个测试版本无法在真机上发表评论：它通过明文 HTTP 连接本地服务器，而 Firebase SDK 不会通过这种连接发送凭据。你的评论内容还在这里。

source: Those two passwords do not match.
zh_hans: 两次输入的密码不一致。

source: Too many attempts from this device. Wait a minute and try again.
zh_hans: 这台设备尝试次数过多，请一分钟后再试。

source: Too many attempts. Please try again later.
zh_hans: 尝试次数过多，请稍后再试。

source: Too many attempts. Wait a moment before trying again.
zh_hans: 尝试次数过多，请稍等片刻再试。

source: Too many attempts. Wait an hour and try again.
zh_hans: 尝试次数过多，请一小时后再试。

source: Too many changes at once. Wait a moment and try again.
zh_hans: 操作过于频繁，请稍等片刻再试。

source: Too many changes just now. Wait a moment and try again.
zh_hans: 刚才修改次数过多，请稍等片刻再试。

source: Too many comments just now. Wait a moment.
zh_hans: 刚才评论次数过多，请稍等片刻。

source: Too many posts just now. Wait a moment.
zh_hans: 刚才发帖次数过多，请稍等片刻。

source: Too many reports in a short time. Try again in a little while.
zh_hans: 短时间内举报次数过多，请稍后再试。

source: Too many requests just now. Wait a moment and try again.
zh_hans: 刚才请求次数过多，请稍等片刻再试。

source: Too many uploads just now. Wait a moment and try again.
zh_hans: 刚才上传次数过多，请稍等片刻再试。

source: Too many uploads just now. Wait a moment.
zh_hans: 刚才上传次数过多，请稍等片刻。

source: Top Rated
zh_hans: 评分最高

source: Trails
zh_hans: 步道

source: Trending Posts
zh_hans: 热门帖子

source: Try again
zh_hans: 重试

source: Try different keywords.
zh_hans: 换个关键词试试。

source: Type
zh_hans: 类型

source: Type DELETE to confirm
zh_hans: 输入 DELETE 进行确认

source: Type DELETE to confirm. This action cannot be undone.
zh_hans: 输入 DELETE 进行确认，此操作无法撤销。

source: Unblock
zh_hans: 取消屏蔽

source: Unblock %@
zh_hans: 取消屏蔽 %@

source: Unblock to view their profile and pets again.
zh_hans: 取消屏蔽后即可重新查看对方的个人主页和宠物。

source: Unblocking…
zh_hans: 正在取消屏蔽…

source: Uncle
zh_hans: 叔叔

source: Unknown location
zh_hans: 未知地点

source: Unlike
zh_hans: 取消点赞

source: Unmute video
zh_hans: 取消静音

source: Unpin from profile
zh_hans: 取消置顶

source: Unpinned.
zh_hans: 已取消置顶。

source: Unread
zh_hans: 未读

source: Unsaved draft, with %lld files already uploaded
zh_hans: 未保存的草稿，已上传 %lld 个文件

source: Unsaved draft, with 1 file already uploaded
zh_hans: 未保存的草稿，已上传 1 个文件

source: Unspecified
zh_hans: 未设置

source: Up to %lld pets.
zh_hans: 最多 %lld 只宠物。

source: Upcoming
zh_hans: 即将举行

source: Uploading %lld/%lld…
zh_hans: 正在上传 %lld/%lld…

source: Uploads are unavailable in this build.
zh_hans: 此版本暂不支持上传。

source: Use a different code
zh_hans: 换一个邀请码

source: Use a different email
zh_hans: 换一个邮箱

source: Use an invitation code from one of its owners
zh_hans: 使用宠物主人给你的邀请码

source: Verify your email before commenting.
zh_hans: 请先验证邮箱再评论。

source: Verify your email before posting.
zh_hans: 请先验证邮箱再发帖。

source: Verify your email to start posting and commenting
zh_hans: 验证邮箱后即可发帖和评论

source: Version
zh_hans: 版本

source: Vet
zh_hans: 宠物医院

source: Vets
zh_hans: 宠物医院

source: Video
zh_hans: 视频

source: Video failed to load. Tap to retry.
zh_hans: 视频加载失败，点按重试。

source: Video must be under 60 seconds
zh_hans: 视频不能超过 60 秒

source: Video, not playing
zh_hans: 视频，未播放

source: Video, stopped loading
zh_hans: 视频，加载已中断

source: View place
zh_hans: 查看地点

source: Visit a pet-friendly place and check in
zh_hans: 去一个宠物友好的地方打卡吧

source: Waste bags
zh_hans: 拾便袋

source: Water access
zh_hans: 可以玩水

source: We checked, and your comment is not in the list. It is still here — send it again if you want to.
zh_hans: 我们确认过了，你的评论不在列表中。评论内容还在这里——需要的话可以再次发送。

source: We could not check that name. You can still save.
zh_hans: 暂时无法检查这个名字，你仍然可以保存。

source: We could not confirm that comment was posted, and could not check either. Refresh before sending it again.
zh_hans: 无法确认评论是否已发出，也无法核实。再次发送前请先刷新。

source: We could not confirm that comment was posted. Checking…
zh_hans: 无法确认评论是否已发出，正在核实…

source: We could not confirm whether that saved. Reopen this screen to check.
zh_hans: 无法确认是否已保存。请重新打开此页面查看。

source: We could not reach PetNote. Check your connection and try again.
zh_hans: 无法连接 PetNote。请检查网络后重试。

source: We could not tell whether a code was made. Try again.
zh_hans: 无法确定邀请码是否已生成，请重试。

source: We could not tell whether that finished. Reload to check.
zh_hans: 无法确定操作是否完成。请刷新后确认。

source: We could not tell whether that was saved. Open the pet to check before trying again.
zh_hans: 无法确定是否已保存。请先打开这只宠物的页面确认，再重试。

source: We could not tell whether that went through.
zh_hans: 无法确定操作是否成功。

source: We could not tell whether that went through. Reload to check.
zh_hans: 无法确定操作是否成功。请刷新后确认。

source: We could not tell whether that went through. The list below is what is true now.
zh_hans: 无法确定操作是否成功。下方列表就是当前的实际情况。

source: We could not tell whether the code was revoked. Try again.
zh_hans: 无法确定邀请码是否已撤销，请重试。

source: We could not tell whether the pet was created. Check your pets before trying again — sending this twice would make two.
zh_hans: 无法确定宠物是否已创建。重试前请先查看你的宠物列表——重复提交会创建两只。

source: We could not tell whether you joined. Check your pets, or try again.
zh_hans: 无法确定你是否已加入。请查看你的宠物列表，或者重试。

source: We could not tell whether you joined. Try again.
zh_hans: 无法确定你是否已加入，请重试。

source: We couldn't confirm the report arrived. Sending it again won't file it twice.
zh_hans: 无法确认举报是否已送达。再次发送不会重复提交。

source: We couldn't confirm your message arrived. If you send it again, we may get it twice.
zh_hans: 无法确认你的留言是否已送达。如果再次发送，我们可能会收到两份。

source: We picked one for you. Change it if you would rather have your own.
zh_hans: 我们先帮你取了一个。想用自己的名字的话可以改。

source: We sent a link to %@. Open it, then come back here.
zh_hans: 我们已向 %@ 发送了链接。打开链接后再回到这里。

source: Weak
zh_hans: 弱

source: Welcome
zh_hans: 欢迎

source: Welcome to %@'s family!
zh_hans: 欢迎加入 %@ 的家庭！

source: What's your relationship to %@?
zh_hans: 你和 %@ 是什么关系？

source: When someone likes or comments, you'll see it here
zh_hans: 有人点赞或评论时，你会在这里看到

source: Which pet is this about?
zh_hans: 这条帖子是关于哪只宠物的？

source: Why are you reporting this post?
zh_hans: 你为什么要举报这条帖子？

source: Without a pet
zh_hans: 不带宠物

source: Working…
zh_hans: 处理中…

source: Write a review
zh_hans: 写评价

source: You
zh_hans: 你

source: You already have %lld pets.
zh_hans: 你已经有 %lld 只宠物了。

source: You appear to be offline.
zh_hans: 你似乎处于离线状态。

source: You appear to be offline. Your comment is still here — send it again when you have a connection.
zh_hans: 你似乎处于离线状态。评论内容还在这里——联网后可以再次发送。

source: You are %@'s only owner.
zh_hans: 你是 %@ 唯一的主人。

source: You are %@'s only owner. Invite someone else first, or delete %@ from its page.
zh_hans: 你是 %@ 唯一的主人。请先邀请其他人，或者在 %@ 的页面中删除它。

source: You are already one of %@'s owners.
zh_hans: 你已经是 %@ 的主人了。

source: You are no longer one of %@'s owners.
zh_hans: 你已不再是 %@ 的主人。

source: You are not allowed to change that.
zh_hans: 你无权修改这项内容。

source: You are not one of %@'s owners.
zh_hans: 你不是 %@ 的主人。

source: You are not one of this pet's owners.
zh_hans: 你不是这只宠物的主人。

source: You are one of this pet's owners, so you cannot follow it.
zh_hans: 你是这只宠物的主人，所以无法关注它。

source: You are set
zh_hans: 一切就绪

source: You are the post owner. This cannot be undone.
zh_hans: 你是这条帖子的作者。此操作无法撤销。

source: You can browse PetNote without one. An account is for posting.
zh_hans: 不注册也可以浏览 PetNote，发帖才需要账号。

source: You can browse and follow straight away. Adding a pet is only needed to post, and can wait.
zh_hans: 你现在就可以浏览和关注。只有发帖才需要添加宠物，可以晚点再加。

source: You can edit %@, post about them, and invite others.
zh_hans: 你可以编辑 %@ 的资料、为它发帖，并邀请其他人。

source: You can only change your own posts.
zh_hans: 你只能修改自己的帖子。

source: You can only edit your own posts.
zh_hans: 你只能编辑自己的帖子。

source: You can't delete this comment.
zh_hans: 你无法删除这条评论。

source: You cannot comment on this post.
zh_hans: 你无法评论这条帖子。

source: You do not have access to that pet.
zh_hans: 你没有这只宠物的权限。

source: You do not have access to this post.
zh_hans: 你无权查看这条帖子。

source: You have an unsaved draft (text, tags and pet — photos need picking again)
zh_hans: 你有一份未保存的草稿（文字、标签和宠物已保留，照片需要重新选择）

source: You have blocked this user
zh_hans: 你已屏蔽这位用户

source: You haven't added a pet yet.
zh_hans: 你还没有添加宠物。

source: You haven't blocked anyone.
zh_hans: 你还没有屏蔽任何人。

source: You need to add a pet before posting
zh_hans: 发帖前需要先添加宠物

source: You rated this meetup's place
zh_hans: 你已给这次聚会的地点打过分

source: You will lose access to %@. Your posts about %@ stay, and you can only come back through a new invitation.
zh_hans: 你将无法再访问 %@。你发布的关于 %@ 的帖子会保留，之后只能通过新的邀请重新加入。

source: You will lose access to %@. Your posts about %@ stay, and you can only come back through a new invitation. The primary owner role passes to whoever has been an owner the longest.
zh_hans: 你将无法再访问 %@。你发布的关于 %@ 的帖子会保留，之后只能通过新的邀请重新加入。主要主人身份将交给加入最久的那位主人。

source: You'll sign in with Google again to confirm it's you.
zh_hans: 你需要再次使用 Google 登录，以确认是你本人。

source: You're going
zh_hans: 你已报名

source: You're offline, so nothing was deleted.
zh_hans: 你处于离线状态，没有删除任何内容。

source: You're offline, so the comment wasn't deleted.
zh_hans: 你处于离线状态，评论未删除。

source: You're offline, so the report wasn't sent.
zh_hans: 你处于离线状态，举报未发送。

source: You're offline, so your message wasn't sent.
zh_hans: 你处于离线状态，留言未发送。

source: You've already reported this post.
zh_hans: 你已经举报过这条帖子了。

source: You've already reported this post. We'll review it.
zh_hans: 你已经举报过这条帖子了，我们会进行审核。

source: You've sent several messages recently. Try again in a little while.
zh_hans: 你最近发送的留言较多，请稍后再试。

source: Your account has been deleted.
zh_hans: 你的账号已删除。

source: Your account has been suspended.
zh_hans: 你的账号已被暂停使用。

source: Your earlier post did go through — those photos are still in use.
zh_hans: 你之前的帖子其实已经发布了——那些照片仍在使用中。

source: Your message
zh_hans: 你的留言

source: Your message wasn't accepted.
zh_hans: 你的留言未被受理。

source: Your message wasn't sent.
zh_hans: 你的留言未发送。

source: Your profile
zh_hans: 你的个人主页

source: Your relationship
zh_hans: 你与它的关系

source: Your session could not be verified. Checking…
zh_hans: 无法验证你的登录状态，正在核实…

source: Your session ended. Sign in again to pick up where you left off.
zh_hans: 登录状态已失效。重新登录后即可从上次离开的地方继续。

source: by %@
zh_hans: 来自 %@

# compose.publish
source: Share
zh_hans: 发布

# login.heading
source: Log in to your account
zh_hans: 登录你的账号

# login.tagline
source: Share your pet's everyday moments
zh_hans: 记录宠物的日常瞬间

# menu.bookmark
source: Save
zh_hans: 收藏

# petEditor.about
source: About
zh_hans: 基本信息

# photoFilter.bright
source: Bright
zh_hans: 明亮

# photoFilter.bw
source: B&W
zh_hans: 黑白

# photoFilter.contrast
source: Contrast
zh_hans: 高对比

# photoFilter.cool
source: Cool
zh_hans: 冷色

# photoFilter.normal
source: Normal
zh_hans: 原图

# photoFilter.rose
source: Rose
zh_hans: 玫瑰

# photoFilter.soft
source: Soft
zh_hans: 柔和

# photoFilter.vintage
source: Vintage
zh_hans: 复古

# photoFilter.vivid
source: Vivid
zh_hans: 鲜艳

# photoFilter.warm
source: Warm
zh_hans: 暖色

# post.age.days
source: %lldd
zh_hans: %lld天前

# post.age.hours
source: %lldh
zh_hans: %lld小时前

# post.age.minutes
source: %lldm
zh_hans: %lld分钟前

# post.age.now
source: just now
zh_hans: 刚刚

# post.age.seconds
source: %llds
zh_hans: %lld秒前

# post.age.weeks
source: %lldw
zh_hans: %lld周前

# tab.create
source: Create
zh_hans: 发布

# tab.profile
source: Profile
zh_hans: 我的

source: this pet
zh_hans: 这只宠物

source: ☕ Café nearby
zh_hans: ☕ 附近有咖啡馆

source: ✓ Verified
zh_hans: ✓ 已验证

source: ✨ Cleanliness
zh_hans: ✨ 清洁度

source: 🅿️ Easy parking
zh_hans: 🅿️ 停车方便

source: 🌙 Well-lit
zh_hans: 🌙 照明良好

source: 🌳 Spacious
zh_hans: 🌳 宽敞

source: 🎂 Birthday today
zh_hans: 🎂 今天生日

source: 🏃 Trails available
zh_hans: 🏃 有步道

source: 🏖️ Beach access
zh_hans: 🏖️ 可下海滩

source: 🐕 Off-leash area
zh_hans: 🐕 可解绳区域

source: 🐕‍🦺 Dog-friendly
zh_hans: 🐕‍🦺 对狗友好

source: 🐱 Cat-friendly
zh_hans: 🐱 对猫友好

source: 🐾 Shared from PetNote
zh_hans: 🐾 分享自 PetNote

source: 🐾 Space for pets
zh_hans: 🐾 宠物活动空间

source: 💧 Water access
zh_hans: 💧 可以玩水

source: 🚽 Restrooms nearby
zh_hans: 🚽 附近有洗手间

source: 🛡️ Safety
zh_hans: 🛡️ 安全

source: 🪑 Seating available
zh_hans: 🪑 有座位
